Repository: Abhi2424shek/wp-juiz-last-tweet-widget
Catalog: languages/juiz_ltw-*.po
Languages: de_de, es_es, fr_fr, tr_tr

source: Don't worry!
fr_fr: Ne vous inquiétez pas&nbsp;!
tr_tr: Merak etmeyin!

source: But you need to %scomplete the %sJuiz Last Tweet Widget%s options page%s if you want to display your latest tweets.
fr_fr: Mais vous devez %scompléter la page d'options de %s Juiz Last Tweet Widget%s%s si vous souhaitez afficher vos derniers tweets.
tr_tr: Eğer son tweetlerinizi göstermek istiyorsanız, %sşimdi %sJuiz Last Tweet Widget%s seçenekler sayfasını tamamlanız%s gerekir.

source: Settings
fr_fr: Réglages
tr_tr: Ayarlar

source: List you last tweet by displaying content, date, and link to follow you
de_de: Liste Ihrer neuesten Tweets und ihre Inhalte, Datum und einen Link zu Ihnen zu folgen.
es_es: Enumera los últimos tweets y ver su contenido, la fecha, y un enlace que te siga.
fr_fr: Listez vos derniers tweets en affichant leur contenu, date, et un lien pour vous suivre.
tr_tr: Son tweet içeriğinizi, tarihini ve sizi takip etmeleri için bir bağlantı listeler

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
tr_tr: Başlık

source: Preferences
de_de: Einstellungen
es_es: Preferencias
fr_fr: Préférences
tr_tr: Tercihler

source: Username
de_de: Twittername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
tr_tr: Kullanıcı Adı

source: No @, just your username
de_de: No @, nur Ihren Benutzernamen
es_es: No @, sólo su nombre de usuario
fr_fr: Pas de @, juste votre nom d'utilisateur
tr_tr: @ yok, sadece kullanıcı adı

source: Number of tweets to show
de_de: Anzahl der Tweets
es_es: Número de tweets a mostrar
fr_fr: Nombre de tweets à afficher
tr_tr: Gösterilecek tweet sayısı

source: Just a number, between 1 and 5 for example
de_de: Nur eine Zahl zwischen 1 und 5 zum Beispiel
es_es: Un solo número, entre 1 y 5, por ejemplo
fr_fr: Un simple chiffre, entre 1 et 5 par exemple
tr_tr: Sadece bir sayı, örneğin 1 ve 5 arası

source: Duration of cache
de_de: Dauer der Cache
es_es: Tiempo de descuento
fr_fr: Durée du cache
tr_tr: Önbellek süresi

source: Seconds
de_de: Sekunden
es_es: Segundos
fr_fr: secondes
tr_tr: Saniye

source: A big number save your page speed. Try to use the delay between each tweet you make. (e.g. 1800 s = 30 min)
de_de: Eine große Anzahl Speichern Sie die Seite Geschwindigkeit. Versuchen Sie, die Verzögerung zwischen den einzelnen tweet Sie nutzen. (e.g. 1800 s = 30 min)
es_es: Un gran número guarda la velocidad de carga de tu página. Trate de usar el tiempo transcurrido entre cada tweet que hacer. (ex : 1800 s = 30 min)
fr_fr: Un grand nombre sauve la vitesse de chargement de votre page. Essayez le délais moyen entre deux de vos tweets. (ex : 1800 s = 30 min)
tr_tr: Büyük sayılar sayfa hızınızı arttırır. Yazdığınız her tweet arasındaki gecikme süresini deneyin. (örn. 1800 s = 30 dk)

source: Show your avatar?
de_de: Zeigen Sie Ihren Avatar?
es_es: ¿Mostrar tu avatar?
fr_fr: Afficher votre avatar ?
tr_tr: Avatar gösterilsin mi?

source: If it's possible, display your avatar at the top of tweets list
de_de: Wenn es möglich ist, zeigen Sie Ihren Avatar an der Spitze der Liste tweets
es_es: Si es posible, mostrar tu avatar en la parte superior de la lista de los tweets
fr_fr: Si c'est possible, afficher votre avatar en haut de la liste des tweets
tr_tr: Mümkünse, tweet listesinin üstünde avatarınızı gösterin

source: Show action links?
fr_fr: Afficher les liens d'action ?
tr_tr: Eylem bağlantıları göster?

source: Display action links like Retweet, Reply and Fav
fr_fr: Afficher les liens d'action comme Retweet, Répondre et Favori
tr_tr: Retweet, cevap ve favori gibi eylem bağlantıları görüntüleyin

source: Auto slide one by one?
de_de: Auto Bild einer nach dem anderen?
es_es: ¿Pase de diapositivas automático entre los tweets?
fr_fr: Diaporama de tweets ?
tr_tr: Otomatik sıralı kaydırma?

source: Use JavaScript to activate an little slider showing tweet by tweet
es_es: Usar JavaScript para activar un slider mostrando poco a Tweet
fr_fr: Utilise JavaScript pour activer un petit diaporama présentant tweet par tweet.
tr_tr: Tek tek tweetleri kaydırmak için JavaScript kullanmayı etkinleştir

source: Delay between 2 tweets?
de_de: Verzögerung zwischen zwei Tweets?
es_es: La demora entre 2 tweets
fr_fr: Délai entre deux tweets
tr_tr: 2 tweet arası gecikme?

source: Chose a delay if you use the auto slide feature.
de_de: Wählen Sie eine Verzögerung, wenn Sie die automatische Diashow Funktion nutzen zu können.
es_es: Seleccione un retraso si se utiliza la función de automático slideshow.
fr_fr: Choisir un délai si vous utilisez la fonctionnalité de diaporama.
tr_tr: Eğer otomatik kaydırma kullanıyorsan bir gecikme belirle.

source: Manage CSS
de_de: Verwalten CSS
es_es: Administración de CSS
fr_fr: Gérer les CSS
tr_tr: CSS Düzenle

source: Your own CSS
de_de: Ihr eigenes CSS
es_es: Su propio CSS
fr_fr: Vos propres CSS
tr_tr: Senin CSS

source: Write your CSS here to replace or overwrite the default CSS
de_de: Schreiben Sie Ihre CSS hier zu ersetzen oder zu überschreiben die Standard-CSS
es_es: Escribe tu propio CSS para sustituir o reemplazar el original
fr_fr: Écrivez votre CSS ici pour remplacer ou surcharger les CSS par défaut
tr_tr: Geçerli CSS ile değiştirmek için buraya kendi CSS bilgini gir

source: Second
de_de: Sekunde
es_es: Segundo
fr_fr: seconde
tr_tr: Saniye önce

source: Minutes
de_de: Minuten
es_es: Minutos
tr_tr: Dakika önce

source: Minute
es_es: Minuto
tr_tr: Dakika önce

source: Hours
de_de: Stunden
es_es: Horas
fr_fr: heures
tr_tr: Saat önce

source: Hour
de_de: Stunde
es_es: Hora
fr_fr: heure
tr_tr: Saat önce

source: Days
de_de: Tagen
es_es: Días
fr_fr: jours
tr_tr: Gün önce

source: Day
de_de: Tag
es_es: Día
fr_fr: jour
tr_tr: Gün önce

source: Twitter has a problem with your RSS feed&hellip;
de_de: Twitter hat ein Problem mit Ihrem RSS-Feed
es_es: Twitter tiene un problema con tu feed RSS&hellip;
fr_fr: Twitter a un problème avec votre flux RSS&hellip;
tr_tr: RSS beslemenizle ilgili bir Twitter sorunu var&hellip;

source: via
tr_tr: ile

source: Follow
de_de: Folge
es_es: Seguir
fr_fr: Suivre
tr_tr: Twitter'da

source: on twitter.
de_de: auf Twitter.
es_es: en Twitter.
fr_fr: sur Twitter.
tr_tr: Takip Et.

source: Time ago
de_de: Vor
es_es: Hace
fr_fr: Il y a
tr_tr: Tarih:

source: See the status
de_de: Den Status
es_es: Ver el estado
fr_fr: Voir le statut
tr_tr: Durumu gör

source: Reply
fr_fr: Répondre
tr_tr: Cevap

source: Favorite
fr_fr: Favori
tr_tr: Favori

source: The RSS feed for this twitter account is not loadable for the moment.
de_de: Der RSS-Feed für diesen Twitter-Account ist im Moment nicht belastbar.
es_es: Canal RSS de esta cuenta de twitter no está disponible en este momento.
fr_fr: Le flux RSS de ce compte twitter ne semble pas disponible pour le moment.
tr_tr: Şuan için bu twitter hesabının RSS beslemesi yüklenemez durumda.

source: %s: Widget class not found.
de_de: %s: Widget-Klasse nicht gefunden
es_es: %s: La clase del widget no se encuentra.
fr_fr: %s: La classe du Widget est introuvable.
tr_tr: %s: Widget sınıfı bulunamadı.

source: Twitter API 1.1 Settings
fr_fr: Réglages de l'API Twitter 1.1
tr_tr: Twitter API 1.1 Ayarları

source: General settings
fr_fr: Réglages généraux
tr_tr: Genel Ayarlar

source: Use default appareance/styles?
fr_fr: Utiliser l'apparence/les styles par défault&nbsp;?
tr_tr: Varsayılan görünümü/stilleri kullan?

source: Fallback Settings
fr_fr: Réglages de secours
tr_tr: Yedek Ayarları

source: Change RSS used (if you have bugs)
fr_fr: Changer le flux utilisé (si vous avez un bogue)
tr_tr: Kullanılan RSS değiştir (eğer hatalar varsa)

source: You need to create a Twitter plugin to use Juiz Last Tweet Widget because of new API 1.1 rules of Twitter.
fr_fr: Vous avez besoin de créer une application Twitter pour utiliser Juiz Last Tweet Widget à cause des nouvelles règles de l'API 1.1 de Twitter.
tr_tr: Twitter'ın yeni API 1.1 kuralları nedeniyle Juiz Last Tweet Widget eklentisini kullanabilmek için bir Twitter eklentisi oluşturmanız gerekir.

source: How to?
fr_fr: Comment faire&nbsp;?
tr_tr: Nasıl Yapılır?

source: Go to the %sTwitter Developer Center%s to create an app, and create an account if necessary (you can use your Twitter account)
fr_fr: Rendez-vous sur le %sCentre de développement Twitter%s pour créer une app, et créer un compte si nécessaire (vous pouvez utiliser votre compte Twitter)
tr_tr: Bir uygulama oluşturmak için %sTwitter Developer Center%s sayfasına gidin ve eğer gerekliyse bir hesap oluşturun (twitter hesabınızı kullanabilirsiniz)

source: Give it a name, description and website, at least, and validate
fr_fr: Lui donner au moins un nom, une description et un site web de référence, et valider
tr_tr: En az bir isim, açıklama ve web sitesi belirleyin ve doğrulayın

source: In the next page, find the 4 informations (consumer key, consumer secret, oauth token and oauth token secret).
fr_fr: Sur la page suivante, trouver les 4 informations (consumer key, consumer secret, oauth token and oauth token secret).
tr_tr: Sonraki sayfada, 4 adet bilgiyi bulun (consumer key, consumer secret, oauth token ve oauth token secret).

source: Write them in the fields below (they are big strings of characters).
fr_fr: Les écrire dans les champs ci-dessous (ce sont de grosses chaînes de caractères).
tr_tr: Aşağıdaki alanlara bunları yazın (uzun karakterli satırlar)

source: Some general settings
fr_fr: Quelques réglages généraux
tr_tr: Bazı genel ayarlar

source: Yes
fr_fr: Oui
tr_tr: Evet

source: No
fr_fr: Non
tr_tr: Hayır

source: If API 1.1 is out of rate limit
fr_fr: Si l'API 1.1 est en rade&hellip;
tr_tr: Eğer API 1.1 oran sınırı dışında ise

source: Manage Juiz Last Tweet Widget
fr_fr: Gérer Juiz Last Tweet Widget
tr_tr: Juiz Last Tweet Widget Yönetin

source: You can use %s[jltw]%s or %s[tweets]%s shortcode with some attributes.
fr_fr: Vous pouvez utiliser le shortcode %s[jltw]%s ou %s[tweets]%s avec quelques attributs.
tr_tr: Bazı nitelikleriyle %s[jltw]%s veya %s[tweets]%s kısakodunu kullanabilirsiniz.

source: Example with all available attributes:
fr_fr: Exemple avec les attributs disponibles&nbsp;:
tr_tr: Tüm mevcut nitelikleriyle bir örnek:

source: See %sthe documentation%s for more information
fr_fr: Voir %sla documentation%s pour plus d'info
tr_tr: Daha fazla bilgi için %sbelgelere%s bakın

source: Like it? Support this plugin! Thank you.
fr_fr: Vous l'aimez&nbsp;? Aidez ce plugin&nbsp;! Merci.
tr_tr: Beğendiniz mi? Bu eklentiyi destekleyin! Teşekkür ederim.

source: Donate
fr_fr: Faites un don
tr_tr: Bağış yap

source: Tweet it
fr_fr: Tweetez
tr_tr: Tweetle

source: Rate it
fr_fr: Notez-le
tr_tr: Oy Ver

source: Documentation
tr_tr: Belgeler

source: Juiz Last Tweet
de_de: Juiz Zuletzt Tweet
es_es: Juiz Ultimo Tweet
fr_fr: Juiz Dernier Tweet

source: Retweet
fr_fr: Retweeter

source: Use the default CSS?
de_de: Verwenden Sie die Standard-CSS?
es_es: ¿Utilizar el original CSS ?

source: Load a little CSS file with default styles for the widget
de_de: Laden Sie ein wenig CSS-Datei mit Standard-Stile für das Widget
es_es: Cargar un poco de archivo CSS con estilos predeterminados para el widge
